Repository: etruel/wp-birthday-emails
Catalog: languages/wp-birthday-emails-*.po
Languages: es_es

source: Test email Sent.
es_es: Email de prueba enviado.

source: Test email
es_es: Probar email

source: Sending email...
es_es: Enviando email...

source: Email template to send to every user in his birthday
es_es: Plantilla del email a enviar a los cumpleañeros en su día

source: Subject
es_es: Asunto

source: Content
es_es: Contenido

source: Allowed tags to be replaced.
es_es: Etiquetas permitidas

source: Today's birthdays
es_es: Cumpleaños de Hoy

source: There is no birthdays today!
es_es: No hay Cumpleaños Hoy!

source: Birthday
es_es: Cumpleaños

source: Ignore Birthday email
es_es: Ignorar email de cumpleaños

source: Check this field to don't send the email in the birthday date.
es_es: Marque esta opción para NO enviar el email en su cumpleaños.

source: Please enter your birthday.
es_es: Ingrese la fecha de cumpleaños.

source: Format
es_es: Formato

source: Birthdays list
es_es: Lista de Cumpleaños

source: Happy birthday list
es_es: Lista de Cumpleañeros
